const nusachSfiraByDaysWithNikud = {
    1: 'הַיּוֹם יוֹם אֶחָד לָעוֹמֶר',
    2: 'הַיוֹם שְׁנֵי יָמִים לָעוֹמֶר',
    3: 'הַיוֹם שְׁלֹשָׁה יָמִים לָעוֹמֶר',
    4: 'הַיוֹם אַרְבָּעָה יָמִים לָעוֹמֶר',
    5: 'הַיוֹם חֲמִשָּׁה יָמִים לָעוֹמֶר',
    6: 'הַיוֹם שִׁשָּׁה יָמִים לָעוֹמֶר',
    7: 'הַיוֹם שִׁבְעָה יָמִים שֶׁהֵם שָׁבֽוּעַ אֶחָד לָעוֹמֶר',
    8: 'הַיוֹם שְׁמוֹנָה יָמִים שֶׁהֵם שָׁבֽוּעַ אֶחָד וְיוֹם אֶחָד לָעוֹמֶר',
    9: 'הַיוֹם תִּשְׁעָה יָמִים שֶׁהֵם שָׁבֽוּעַ אֶחָד וּשְׁנֵי יָמִים לָעוֹמֶר',
    10: 'הַיוֹם עֲשָׂרָה יָמִים שֶׁהֵם שָׁבֽוּעַ אֶחָד וְשְׁלֹשָׁה יָמִים לָעוֹמֶר',
    11: 'הַיוֹם אַחַד עָשָׂר יוֹם שֶׁהֵם שָׁבֽוּעַ אֶחָד וְאַרְבָּעָה יָמִים לָעוֹמֶר',
    12: 'הַיוֹם שְׁנֵים עָשָׂר יוֹם שֶׁהֵם שָׁבֽוּעַ אֶחָד וַחֲמִשָׁה יָמִים לָעוֹמֶר',
    13: 'הַיוֹם שְׁלֹשָׁה עָשָׂר יוֹם שֶׁהֵם שָׁבֽוּעַ אֶחָד וְשִׁשָׁה יָמִים לָעוֹמֶר',
    14: 'הַיוֹם אַרְבָּעָה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת לָעוֹמֶר',
    15: 'הַיוֹם חֲמִשָׁה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וְיוֹם אֶחָד לָעוֹמֶר',
    16: 'הַיוֹם שִׁשָׁה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וּשְׁנֵי יָמִים לָעוֹמֶר',
    17: 'הַיוֹם שִׁבְעָה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וּשְׁלֹשָׁה יָמִים לָעוֹמֶר',
    18: 'הַיוֹם שְׁמוֹנָה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וְאַרְבָּעָה יָמִים לָעוֹמֶר',
    19: 'הַיוֹם תִּשְׁעָה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וְחֲמִשָׁה יָמִים לָעוֹמֶר',
    20: 'הַיוֹם עֲשָׂרִים יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וְשִׁשָׁה יָמִים לָעוֹמֶר',
    21: 'הַיוֹם אֶחָד וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת לָעוֹמֶר',
    22: 'הַיוֹם שְׁנַיִם וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וְיוֹם אֶחָד לָעוֹמֶר',
    23: 'הַיוֹם שִׁלְשָׁה וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וּשְׁנֵי יָמִים לָעוֹמֶר',
    24: 'הַיוֹם אַרְבָּעָה וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וּשְׁלֹשָׁה יָמִים לָעוֹמֶר',
    25: 'הַיוֹם חֲמִשָׁה וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וְאַרְבָּעָה יָמִים לָעוֹמֶר',
    26: 'הַיוֹם שִׁשָׁה וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וְחֲמִשָׁה יָמִים לָעוֹמֶר',
    27: 'הַיוֹם שִׁבְעָה וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וְשִׁשָׁה יָמִים לָעוֹמֶר',
    28: 'הַיוֹם שְׁמוֹנָה וְעֶשְׂרִים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת לָעוֹמֶר',
    29: 'הַיוֹם תִּשְׁעָה וְעֶשְׂרִים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וְיוֹם אֶחָד לָעוֹמֶר',
    30: 'הַיוֹם שְׁלֹשִׁים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וּשְׁנֵי יָמִים לָעוֹמֶר',
    31: 'הַיוֹם אֶחָד וּשְׁלֹשִׁים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וּשְׁלֹשָׁה יָמִים לָעוֹמֶר',
    32: 'הַיוֹם שְׁנַיִם וּשְׁלֹשִׁים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וְאַרְבָּעָה יָמִים לָעוֹמֶר',
    33: 'הַיוֹם שִׁלְשָׁה וּשְׁלֹשִׁים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וְחֲמִשָׁה יָמִים לָעוֹמֶר',
    34: 'הַיוֹם אַרְבָּעָה וּשְׁלֹשִׁים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וְשִׁשָׁה יָמִים לָעוֹמֶר',
    35: 'הַיוֹם חֲמִשָׁה וּשְׁלֹשִׁים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת לָעוֹמֶר',
    36: 'הַיוֹם שִׁשָׁה וּשְׁלֹשִׁים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וְיוֹם אֶחָד לָעוֹמֶר',
    37: 'הַיוֹם שִׁבְעָה וּשְׁלֹשִׁים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וּשְׁנֵי יָמִים לָעוֹמֶר',
    38: 'הַיוֹם שְׁמוֹנָה וּשְׁלֹשִׁים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וְשִׁלְשָׁה יָמִים לָעוֹמֶר',
    39: 'הַיוֹם תִּשְׁעָה וּשְׁלֹשִׁים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וְאַרְבָּעָה יָמִים לָעוֹמֶר',
    40: 'הַיוֹם אַרְבָּעִים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וְחֲמִשָׁה יָמִים לָעוֹמֶר',
    41: 'הַיוֹם אֶחָד וְאַרְבָּעִים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וְשִׁשָׁה יָמִים לָעוֹמֶר',
    42: 'הַיוֹם שְׁנַיִם וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת לָעוֹמֶר',
    43: 'הַיוֹם שִׁלְשָׁה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וְיוֹם אֶחָד לָעוֹמֶר',
    44: 'הַיוֹם אַרְבָּעָה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וּשְׁנֵי יָמִים לָעוֹמֶר',
    45: 'הַיוֹם חֲמִשָׁה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וְשִׁלְשָׁה יָמִים לָעוֹמֶר',
    46: 'הַיוֹם שִׁשָׁה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וְאַרְבָּעָה יָמִים לָעוֹמֶר',
    47: 'הַיוֹם שִׁבְעָה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וְחֲמִשָׁה יָמִים לָעוֹמֶר',
    48: 'הַיוֹם שְׁמוֹנָה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וְשִׁשָׁה יָמִים לָעוֹמֶר',
    49: 'הַיוֹם תִּשְׁעָה וְאַרְבָּעִים יוֹם שֶׁהֵם שִׁבְעָה שָׁבוּעוֹת לָעוֹמֶר'
}

const pasuk1 = "אלהים יחננו ויברכנו יאר פניו אתנו סלה לדעת בארץ דרכך בכל גוים ישועתך יודוך עמים אלהים יודוך עמים כלם ישמחו וירננו לאמים כי תשפט עמים מישור ולאמים בארץ תנחם סלה יודוך עמים אלהים יודוך עמים כלם ארץ נתנה יבולה יברכנו אלהים אלהינו יברכנו אלהים וייראו אתו כל אפסי ארץ"
const anaBecoach = 'אנא בכח גדולת ימינך תתיר צרורה אב"ג-ית"ץ קבל רנת עמך שגבנו טהרנו נורא קר"ע-שט"ן נא גבור דורשי יחודך כבבת שמרם נג"ד-יכ"ש ברכם טהרם רחמם צדקתך תמיד גמלם בט"ר-צת"ג חסין קדוש ברוב טובך נהל עדתך חק"ב-טנ"ע יחיד גאה לעמך פנה זוכרי קדשתך יג"ל-פז"ק שועתנו קבל ושמע צעקתנו יודע תעלומות שק"ו-צי"ת'
const midot = 'חסד גבורה תפארת נצח הוד יסוד מלכות';

const ObjectsSefira = [
    {
        day: 0,
        sfira: '',
        right: '',
        left: ''
    },
    {
        day: 1,
        sfira: 'הַיּוֹם יוֹם אֶחָד לָעוֹמֶר',
        right: 'אלהים אנא',
        left: 'חסד שבחסד'
    },
    {
        day: 2,
        sfira: 'הַיוֹם שְׁנֵי יָמִים לָעוֹמֶר',
        right: 'יחננו בכח',
        left: 'גבורה שבחסד'
    },
    {
        day: 3,
        sfira: 'הַיוֹם שְׁלֹשָׁה יָמִים לָעוֹמֶר',
        right: 'ויברכנו גדולת',
        left: 'תפארת שבחסד'
    },
    {
        day: 4,
        sfira: 'הַיוֹם אַרְבָּעָה יָמִים לָעוֹמֶר',
        right: 'יאר ימינך',
        left: 'נצח שבחסד'
    },
    {
        day: 5,
        sfira: 'הַיוֹם חֲמִשָּׁה יָמִים לָעוֹמֶר',
        right: 'פניו תתיר',
        left: 'הוד שבחסד'
    },
    {
        day: 6,
        sfira: 'הַיוֹם שִׁשָּׁה יָמִים לָעוֹמֶר',
        right: 'אתנו צרורה',
        left: 'יסוד שבחסד'
    },
    {
        day: 7,
        sfira: 'הַיוֹם שִׁבְעָה יָמִים שֶׁהֵם שָׁבֽוּעַ אֶחָד לָעוֹמֶר',
        right: 'סלה אב"ג-ית"ץ',
        left: 'מלכות שבחסד'
    },
    {
        day: 8,
        sfira: 'הַיוֹם שְׁמוֹנָה יָמִים שֶׁהֵם שָׁבֽוּעַ אֶחָד וְיוֹם אֶחָד לָעוֹמֶר',
        right: 'לדעת קבל',
        left: 'חסד שבגבורה'
    },
    {
        day: 9,
        sfira: 'הַיוֹם תִּשְׁעָה יָמִים שֶׁהֵם שָׁבֽוּעַ אֶחָד וּשְׁנֵי יָמִים לָעוֹמֶר',
        right: 'בארץ רנת',
        left: 'גבורה שבגבורה'
    },
    {
        day: 10,
        sfira: 'הַיוֹם עֲשָׂרָה יָמִים שֶׁהֵם שָׁבֽוּעַ אֶחָד וְשְׁלֹשָׁה יָמִים לָעוֹמֶר',
        right: 'דרכך עמך',
        left: 'תפארת שבגבורה'
    },
    {
        day: 11,
        sfira: 'הַיוֹם אַחַד עָשָׂר יוֹם שֶׁהֵם שָׁבֽוּעַ אֶחָד וְאַרְבָּעָה יָמִים לָעוֹמֶר',
        right: 'בכל שגבנו',
        left: 'נצח שבגבורה'
    },
    {
        day: 12,
        sfira: 'הַיוֹם שְׁנֵים עָשָׂר יוֹם שֶׁהֵם שָׁבֽוּעַ אֶחָד וַחֲמִשָׁה יָמִים לָעוֹמֶר',
        right: 'גוים טהרנו',
        left: 'הוד שבגבורה'
    },
    {
        day: 13,
        sfira: 'הַיוֹם שְׁלֹשָׁה עָשָׂר יוֹם שֶׁהֵם שָׁבֽוּעַ אֶחָד וְשִׁשָׁה יָמִים לָעוֹמֶר',
        right: 'ישועתך נורא',
        left: 'יסוד שבגבורה'
    },
    {
        day: 14,
        sfira: 'הַיוֹם אַרְבָּעָה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת לָעוֹמֶר',
        right: 'יודוך קר"ע-שט"ן',
        left: 'מלכות שבגבורה'
    },
    {
        day: 15,
        sfira: 'הַיוֹם חֲמִשָׁה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וְיוֹם אֶחָד לָעוֹמֶר',
        right: 'עמים נא',
        left: 'חסד שבתפארת'
    },
    {
        day: 16,
        sfira: 'הַיוֹם שִׁשָׁה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וּשְׁנֵי יָמִים לָעוֹמֶר',
        right: 'אלהים גבור',
        left: 'גבורה שבתפארת'
    },
    {
        day: 17,
        sfira: 'הַיוֹם שִׁבְעָה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וּשְׁלֹשָׁה יָמִים לָעוֹמֶר',
        right: 'יודוך דורשי',
        left: 'תפארת שבתפארת'
    },
    {
        day: 18,
        sfira: 'הַיוֹם שְׁמוֹנָה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וְאַרְבָּעָה יָמִים לָעוֹמֶר',
        right: 'עמים יחודך',
        left: 'נצח שבתפארת'
    },
    {
        day: 19,
        sfira: 'הַיוֹם תִּשְׁעָה עָשָׂר יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וְחֲמִשָׁה יָמִים לָעוֹמֶר',
        right: 'כלם כבבת',
        left: 'הוד שבתפארת'
    },
    {
        day: 20,
        sfira: 'הַיוֹם עֲשָׂרִים יוֹם שֶׁהֵם שְׁנֵי שָׁבוּעוֹת וְשִׁשָׁה יָמִים לָעוֹמֶר',
        right: 'ישמחו שמרם',
        left: 'יסוד שבתפארת'
    },
    {
        day: 21,
        sfira: 'הַיוֹם אֶחָד וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת לָעוֹמֶר',
        right: 'וירננו נג"ד-יכ"ש',
        left: 'מלכות שבתפארת'
    },
    {
        day: 22,
        sfira: 'הַיוֹם שְׁנַיִם וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וְיוֹם אֶחָד לָעוֹמֶר',
        right: 'לאמים ברכם',
        left: 'חסד שבנצח'
    },
    {
        day: 23,
        sfira: 'הַיוֹם שִׁלְשָׁה וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וּשְׁנֵי יָמִים לָעוֹמֶר',
        right: 'כי טהרם',
        left: 'גבורה שבנצח'
    },
    {
        day: 24,
        sfira: 'הַיוֹם אַרְבָּעָה וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וּשְׁלֹשָׁה יָמִים לָעוֹמֶר',
        right: 'תשפט רחמם',
        left: 'תפארת שבנצח'
    },
    {
        day: 25,
        sfira: 'הַיוֹם חֲמִשָׁה וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וְאַרְבָּעָה יָמִים לָעוֹמֶר',
        right: 'עמים צדקתך',
        left: 'נצח שבנצח'
    },
    {
        day: 26,
        sfira: 'הַיוֹם שִׁשָׁה וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וְחֲמִשָׁה יָמִים לָעוֹמֶר',
        right: 'מישור תמיד',
        left: 'הוד שבנצח'
    },
    {
        day: 27,
        sfira: 'הַיוֹם שִׁבְעָה וְעֶשְׂרִים יוֹם שֶׁהֵם שְׁלֹשָׁה שָׁבוּעוֹת וְשִׁשָׁה יָמִים לָעוֹמֶר',
        right: 'ולאמים גמלם',
        left: 'יסוד שבנצח'
    },
    {
        day: 28,
        sfira: 'הַיוֹם שְׁמוֹנָה וְעֶשְׂרִים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת לָעוֹמֶר',
        right: 'בארץ בט"ר-צת"ג',
        left: 'מלכות שבנצח'
    },
    {
        day: 29,
        sfira: 'הַיוֹם תִּשְׁעָה וְעֶשְׂרִים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וְיוֹם אֶחָד לָעוֹמֶר',
        right: 'תנחם חסין',
        left: 'חסד שבהוד'
    },
    {
        day: 30,
        sfira: 'הַיוֹם שְׁלֹשִׁים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וּשְׁנֵי יָמִים לָעוֹמֶר',
        right: 'סלה קדוש',
        left: 'גבורה שבהוד'
    },
    {
        day: 31,
        sfira: 'הַיוֹם אֶחָד וּשְׁלֹשִׁים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וּשְׁלֹשָׁה יָמִים לָעוֹמֶר',
        right: 'יודוך ברוב',
        left: 'תפארת שבהוד'
    },
    {
        day: 32,
        sfira: 'הַיוֹם שְׁנַיִם וּשְׁלֹשִׁים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וְאַרְבָּעָה יָמִים לָעוֹמֶר',
        right: 'עמים טובך',
        left: 'נצח שבהוד'
    },
    {
        day: 33,
        sfira: 'הַיוֹם שִׁלְשָׁה וּשְׁלֹשִׁים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וְחֲמִשָׁה יָמִים לָעוֹמֶר',
        right: 'אלהים נהל',
        left: 'הוד שבהוד'
    },
    {
        day: 34,
        sfira: 'הַיוֹם אַרְבָּעָה וּשְׁלֹשִׁים יוֹם שֶׁהֵם אַרְבָּעָה שָׁבוּעוֹת וְשִׁשָׁה יָמִים לָעוֹמֶר',
        right: 'יודוך עדתך',
        left: 'יסוד שבהוד'
    },
    {
        day: 35,
        sfira: 'הַיוֹם חֲמִשָׁה וּשְׁלֹשִׁים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת לָעוֹמֶר',
        right: 'עמים חק"ב-טנ"ע',
        left: 'מלכות שבהוד'
    },
    {
        day: 36,
        sfira: 'הַיוֹם שִׁשָׁה וּשְׁלֹשִׁים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וְיוֹם אֶחָד לָעוֹמֶר',
        right: 'כלם יחיד',
        left: 'חסד שביסוד'
    },
    {
        day: 37,
        sfira: 'הַיוֹם שִׁבְעָה וּשְׁלֹשִׁים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וּשְׁנֵי יָמִים לָעוֹמֶר',
        right: 'ארץ גאה',
        left: 'גבורה שביסוד'
    },
    {
        day: 38,
        sfira: 'הַיוֹם שְׁמוֹנָה וּשְׁלֹשִׁים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וְשִׁלְשָׁה יָמִים לָעוֹמֶר',
        right: 'נתנה לעמך',
        left: 'תפארת שביסוד'
    },
    {
        day: 39,
        sfira: 'הַיוֹם תִּשְׁעָה וּשְׁלֹשִׁים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וְאַרְבָּעָה יָמִים לָעוֹמֶר',
        right: 'יבולה פנה',
        left: 'נצח שביסוד'
    },
    {
        day: 40,
        sfira: 'הַיוֹם אַרְבָּעִים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וְחֲמִשָׁה יָמִים לָעוֹמֶר',
        right: 'יברכנו זוכרי',
        left: 'הוד שביסוד'
    },
    {
        day: 41,
        sfira: 'הַיוֹם אֶחָד וְאַרְבָּעִים יוֹם שֶׁהֵם חֲמִשָׁה שָׁבוּעוֹת וְשִׁשָׁה יָמִים לָעוֹמֶר',
        right: 'אלהים קדשתך',
        left: 'יסוד שביסוד'
    },
    {
        day: 42,
        sfira: 'הַיוֹם שְׁנַיִם וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת לָעוֹמֶר',
        right: 'אלהינו יג"ל-פז"ק',
        left: 'מלכות שביסוד'
    },
    {
        day: 43,
        sfira: 'הַיוֹם שִׁלְשָׁה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וְיוֹם אֶחָד לָעוֹמֶר',
        right: 'יברכנו שועתנו',
        left: 'חסד שבמלכות'
    },
    {
        day: 44,
        sfira: 'הַיוֹם אַרְבָּעָה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וּשְׁנֵי יָמִים לָעוֹמֶר',
        right: 'אלהים קבל',
        left: 'גבורה שבמלכות'
    },
    {
        day: 45,
        sfira: 'הַיוֹם חֲמִשָׁה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וְשִׁלְשָׁה יָמִים לָעוֹמֶר',
        right: 'וייראו ושמע',
        left: 'תפארת שבמלכות'
    },
    {
        day: 46,
        sfira: 'הַיוֹם שִׁשָׁה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וְאַרְבָּעָה יָמִים לָעוֹמֶר',
        right: 'אתו צעקתנו',
        left: 'נצח שבמלכות'
    },
    {
        day: 47,
        sfira: 'הַיוֹם שִׁבְעָה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וְחֲמִשָׁה יָמִים לָעוֹמֶר',
        right: 'כל יודע',
        left: 'הוד שבמלכות'
    },
    {
        day: 48,
        sfira: 'הַיוֹם שְׁמוֹנָה וְאַרְבָּעִים יוֹם שֶׁהֵם שְׁשָׁה שָׁבוּעוֹת וְשִׁשָׁה יָמִים לָעוֹמֶר',
        right: 'אפסי תעלומות',
        left: 'יסוד שבמלכות'
    },
    {
        day: 49,
        sfira: 'הַיוֹם תִּשְׁעָה וְאַרְבָּעִים יוֹם שֶׁהֵם שִׁבְעָה שָׁבוּעוֹת לָעוֹמֶר',
        right: 'ארץ שק"ו-צי"ת',
        left: 'מלכות שבמלכות'
    }
]

