const tehilimByDays = {
    3 : "כה, כו, כז.",
    4 : "כח, כט, ל.",
    5 : "לא, לב, לג.",
    7 : "לד, לה.",
    8 : "לו, לז.",
    9 : "לח, לט, מ.",
    10 : "מא, מב, מג.",
    11 : "מד, מה, מו.",
    12 : "מז, מח, מט, נ.",
    14 : "נא, נב, נג.",
    15 : "נד, נה, נו.",
    16 : "נז, נח, נט.",
    17 : "ס, סא, סב.",
    18 : "סג, סד, סה.",
    19 : "סו סז סח",
    21 : "סט, ע.",
    22 : "עא, עב, עג",
    23 : "עד, עה, עו",
    24 : "עז, עח",
    25 : "עט, פ, פא",
    26 : "פב, פג, פד",
    27 : "פה, פו, פז"


}
